Revit 2027 API
StructuralNumberingSchemas Properties
The NumberingSchemaTypes.StructuralNumberingSchemas type exposes the following members.
Properties
Name | Description
Rebar |  Built-in schema used for numbering rebar elements
RebarCoupler |  Built-in schema used for numbering rebar coupler elements
ReinforcementFabric |  Built-in schema used for numbering fabric reinforcement elements
Top
See Also
Reference
NumberingSchemaTypes.StructuralNumberingSchemas Class
Autodesk.Revit.DB Namespace